Repository: chrisnguyen1211/pillrdotlol
Catalog: Sources/LidEffort/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ja, pt_br, ru, zh_hans

source: Model filter (optional)
fr: Filtre de modèle (facultatif)
ja: モデルの絞り込み（任意）
pt_br: Filtro de modelo (opcional)
ru: Фильтр модели (необязательно)
zh_hans: 模型过滤（可选）

source: Other usage source
fr: Autre source d'utilisation
ja: その他の使用量ソース
pt_br: Outra fonte de uso
ru: Другой источник расхода
zh_hans: 其他用量来源

source: Tracking Unit
fr: Unité de suivi
ja: 記録の単位
pt_br: Unidade de acompanhamento
ru: Единица учёта
zh_hans: 跟踪单位

source: Monthly Budget (M tokens)
fr: Budget mensuel (M tokens)
ja: 月間予算（百万トークン）
pt_br: Orçamento mensal (M tokens)
ru: Бюджет на месяц (млн токенов)
zh_hans: 每月预算（百万 token）

source: e.g. 10.0 (leave empty for unlimited)
fr: ex. 10.0 (vide pour illimité)
ja: 例: 10.0（空欄で無制限）
pt_br: ex.: 10.0 (deixe vazio para ilimitado)
ru: например, 10.0 (пусто — без ограничения)
zh_hans: 例如 10.0（留空表示不限）

source: Tokens Used (M tokens)
fr: Tokens utilisés (M tokens)
ja: 使用済みトークン（百万）
pt_br: Tokens usados (M tokens)
ru: Использовано токенов (млн)
zh_hans: 已用 token（百万）

source: e.g. 2.5
fr: ex. 2.5
ja: 例: 2.5
pt_br: ex.: 2.5
ru: например, 2.5
zh_hans: 例如 2.5

source: Show token count instead of percentage (%)
fr: Afficher le nombre de tokens au lieu du pourcentage (%)
ja: パーセント（%）の代わりにトークン数を表示
pt_br: Mostrar a contagem de tokens em vez da porcentagem (%)
ru: Показывать число токенов вместо процентов (%)
zh_hans: 显示 token 数量而不是百分比（%）

source: Show remaining budget instead of spent
fr: Afficher le budget restant au lieu du budget dépensé
ja: 使った額の代わりに残りの予算を表示
pt_br: Mostrar o orçamento restante em vez do gasto
ru: Показывать остаток бюджета вместо потраченного
zh_hans: 显示剩余预算而不是已花费

source: Reset Tokens
fr: Réinitialiser les tokens
ja: トークンをリセット
pt_br: Zerar tokens
ru: Сбросить токены
zh_hans: 重置 token

source: Monthly Budget ($)
fr: Budget mensuel ($)
ja: 月間予算（$）
pt_br: Orçamento mensal (US$)
ru: Бюджет на месяц ($)
zh_hans: 每月预算（$）

source: e.g. 20.00 (leave empty for unlimited)
fr: ex. 20.00 (vide pour illimité)
ja: 例: 20.00（空欄で無制限）
pt_br: ex.: 20.00 (deixe vazio para ilimitado)
ru: например, 20.00 (пусто — без ограничения)
zh_hans: 例如 20.00（留空表示不限）

source: Current Spend ($)
fr: Dépense actuelle ($)
ja: 現在の支出（$）
pt_br: Gasto atual (US$)
ru: Текущий расход ($)
zh_hans: 当前花费（$）

source: e.g. 4.25
fr: ex. 4.25
ja: 例: 4.25
pt_br: ex.: 4.25
ru: например, 4.25
zh_hans: 例如 4.25

source: Show dollar amount ($) instead of percentage (%)
fr: Afficher le montant ($) au lieu du pourcentage (%)
ja: パーセント（%）の代わりに金額（$）を表示
pt_br: Mostrar o valor (US$) em vez da porcentagem (%)
ru: Показывать сумму ($) вместо процентов (%)
zh_hans: 显示金额（$）而不是百分比（%）

source: Reset Spend
fr: Réinitialiser la dépense
ja: 支出をリセット
pt_br: Zerar gasto
ru: Сбросить расход
zh_hans: 重置花费

source: Cancel
fr: Annuler
ja: キャンセル
pt_br: Cancelar
ru: Отменить
zh_hans: 取消

source: Save Endpoint
fr: Enregistrer le point de terminaison
ja: エンドポイントを保存
pt_br: Salvar endpoint
ru: Сохранить эндпоинт
zh_hans: 保存端点

source: USD spend
fr: Dépense en USD
ja: USD での支出
pt_br: Gasto em USD
ru: Расход в USD
zh_hans: 美元花费

source: Quota units
fr: Unités de quota
ja: クォータ単位
pt_br: Unidades de cota
ru: Единицы квоты
zh_hans: 配额单位

source: Tokens since server start
fr: Tokens depuis le démarrage du serveur
ja: サーバー起動以降のトークン
pt_br: Tokens desde o início do servidor
ru: Токены с запуска сервера
zh_hans: 服务器启动以来的 token

source: Generation speed, requests and token totals
fr: Vitesse de génération, requêtes et totaux de tokens
ja: 生成速度、リクエスト、トークン合計
pt_br: Velocidade de geração, solicitações e totais de tokens
ru: Скорость генерации, запросы и итоги по токенам
zh_hans: 生成速度、请求数和 token 总量

source: Subscription credits
fr: Crédits d'abonnement
ja: サブスクリプションのクレジット
pt_br: Créditos da assinatura
ru: Кредиты подписки
zh_hans: 订阅点数

source: URL must start with http:// or https:// and have a valid host.
fr: L'URL doit commencer par http:// ou https:// et avoir un hôte valide.
ja: URL は http:// または https:// で始まり、有効なホストを含む必要があります。
pt_br: A URL deve começar com http:// ou https:// e ter um host válido.
ru: URL должен начинаться с http:// или https:// и содержать корректный хост.
zh_hans: URL 必须以 http:// 或 https:// 开头，并且主机名有效。

source: Detected usage format: %@. Save Endpoint to apply.
fr: Format d'utilisation détecté : %@. Enregistrez le point de terminaison pour l'appliquer.
ja: 検出された使用量の形式: %@。適用するにはエンドポイントを保存してください。
pt_br: Formato de uso detectado: %@. Salve o endpoint para aplicar.
ru: Найден формат расхода: %@. Сохраните эндпоинт, чтобы применить.
zh_hans: 检测到的用量格式：%@。保存端点后才会应用。

source: Authentication required to inspect usage route
fr: Authentification requise pour inspecter la route d'utilisation
ja: 使用量のルートを調べるには認証が必要です
pt_br: É preciso autenticação para inspecionar a rota de uso
ru: Чтобы проверить маршрут расхода, нужна авторизация
zh_hans: 查看用量路径需要认证

source: Usage route unavailable or unreachable
fr: Route d'utilisation indisponible ou injoignable
ja: 使用量のルートが使えないか、接続できません
pt_br: Rota de uso indisponível ou inacessível
ru: Маршрут расхода недоступен
zh_hans: 用量路径不可用或无法连接

source: No supported usage schema detected
fr: Aucun format d'utilisation pris en charge détecté
ja: 対応している使用量の形式が見つかりません
pt_br: Nenhum formato de uso compatível detectado
ru: Поддерживаемый формат расхода не найден
zh_hans: 没有检测到支持的用量格式

source: File contains malformed JSON.
fr: Le fichier contient un JSON mal formé.
ja: ファイルの JSON が不正です。
pt_br: O arquivo contém JSON malformado.
ru: В файле некорректный JSON.
zh_hans: 文件内容不是有效的 JSON。

source: Imported custom JSON preset mapping.
fr: Correspondance JSON personnalisée importée.
ja: カスタム JSON のマッピングを読み込みました。
pt_br: Mapeamento JSON personalizado importado.
ru: Своё сопоставление JSON импортировано.
zh_hans: 已导入自定义 JSON 预设映射。

source: Saved template. Edit it and click Import Custom JSON to load.
fr: Modèle enregistré. Modifiez-le puis cliquez sur Importer un JSON personnalisé pour le charger.
ja: テンプレートを保存しました。編集してから「カスタム JSON を読み込む」をクリックしてください。
pt_br: Modelo salvo. Edite-o e clique em Importar JSON personalizado para carregar.
ru: Шаблон сохранён. Отредактируйте его и нажмите «Импортировать свой JSON».
zh_hans: 模板已保存。改好之后点「导入自定义 JSON…」即可载入。

source: Spend This Month
fr: Dépense ce mois-ci
ja: 今月の支出
pt_br: Gasto neste mês
ru: Расход за месяц
zh_hans: 本月花费

source: Local models
fr: Modèles locaux
ja: ローカルモデル
pt_br: Modelos locais
ru: Локальные модели
zh_hans: 本地模型

source: Lid level
fr: Niveau du capot
ja: 蓋のレベル
pt_br: Nível da tampa
ru: Уровень крышки
zh_hans: 屏幕盖档位

source: Each agent below gets its own value for its model.
fr: Chaque agent ci-dessous reçoit sa propre valeur pour son modèle.
ja: 下の各エージェントには、そのモデルに合わせた値が設定されます。
pt_br: Cada agente abaixo recebe o próprio valor para o seu modelo.
ru: Каждый агент ниже получает своё значение для своей модели.
zh_hans: 下方每个智能体都会按其模型获得各自的值。

source: %@ · no %@ on this model
fr: %@ · pas de %@ sur ce modèle
ja: %@ · このモデルには %@ がありません
pt_br: %@ · sem %@ neste modelo
ru: %@ · у этой модели нет %@
zh_hans: %@ · 此模型不支持 %@

source: No Claude Code session in view · %@ is only typed live, nothing was sent
fr: Aucune session Claude Code affichée · %@ ne se saisit qu'en direct, rien n'a été envoyé
ja: 表示中の Claude Code セッションがありません · %@ はライブ入力のみで、何も送信されていません
pt_br: Nenhuma sessão do Claude Code em vista · %@ só é digitado ao vivo, nada foi enviado
ru: Нет открытой сессии Claude Code · %@ вводится только вживую, ничего не отправлено
zh_hans: 当前没有可见的 Claude Code 会话 · %@ 只能实时输入，未发送任何内容

source: ultracode · multi-agent workflows, many more tokens
fr: ultracode · workflows multi-agents, bien plus de jetons
ja: ultracode · マルチエージェントのワークフロー、トークン消費が大幅増
pt_br: ultracode · fluxos multiagente, muito mais tokens
ru: ultracode · многоагентные процессы, намного больше токенов
zh_hans: ultracode · 多智能体工作流，消耗多得多的 token

source: %@ runs multi-agent workflows on every task and uses many more tokens. No lid level reaches it: let go of the effort bar in the ring's tooltip on it, and it is typed into the session in view only.
fr: %@ lance des workflows multi-agents pour chaque tâche et consomme bien plus de jetons. Aucun niveau du capot ne l'atteint : relâchez dessus la barre d'effort de l'infobulle de l'anneau, et il n'est saisi que dans la session affichée.
ja: %@ はすべてのタスクでマルチエージェントのワークフローを実行し、トークンを大幅に多く消費します。蓋のどのレベルでも届きません。リングのツールチップにあるエフォートバーをそこで離すと、表示中のセッションにだけ入力されます。
pt_br: %@ executa fluxos multiagente em cada tarefa e usa muito mais tokens. Nenhum nível da tampa chega a ele: solte sobre ele a barra de esforço da dica do anel, e ele é digitado só na sessão em vista.
ru: %@ запускает многоагентные процессы на каждой задаче и тратит намного больше токенов. Ни один уровень крышки до него не доходит: отпустите на нём полосу усилия во всплывающей подсказке кольца — и он будет введён только в открытую сессию.
zh_hans: %@ 会在每个任务上运行多智能体工作流，并消耗多得多的 token。屏幕盖的任何档位都到不了它：在圆环提示框的推理强度条上把它松开，它只会输入到当前可见的会话中。

source: Only typed into the session in view, from the effort bar in the ring's tooltip
fr: Saisi uniquement dans la session affichée, depuis la barre d'effort de l'infobulle de l'anneau
ja: リングのツールチップのエフォートバーから、表示中のセッションにだけ入力されます
pt_br: Digitado só na sessão em vista, pela barra de esforço da dica do anel
ru: Вводится только в открытую сессию, с полосы усилия во всплывающей подсказке кольца
zh_hans: 只会从圆环提示框的推理强度条输入到当前可见的会话中

source: Recentre the notch
fr: Recentrer l'encoche
ja: ノッチを中央に戻す
pt_br: Recentralizar o notch
ru: Вернуть панель в центр
zh_hans: 将刘海居中

source: Hold ⌥ and drag the notch to slide it along its edge.
fr: Maintenez ⌥ et faites glisser l'encoche pour la déplacer le long de son bord.
ja: ⌥ を押しながらノッチをドラッグすると、端に沿って移動できます。
pt_br: Segure ⌥ e arraste o notch para deslizá-lo ao longo da borda.
ru: Удерживайте ⌥ и перетаскивайте панель, чтобы сдвинуть её вдоль края.
zh_hans: 按住 ⌥ 并拖动刘海，可沿所在边缘滑动。

source: Signed in
fr: Connecté
ja: サインイン済み
pt_br: Conectado
ru: Вход выполнен
zh_hans: 已登录

source: Connect
fr: Connecter
ja: 接続
pt_br: Conectar
ru: Подключить
zh_hans: 连接

source: Disconnect
fr: Déconnecter
ja: 接続解除
pt_br: Desconectar
ru: Отключить
zh_hans: 断开连接

source: Disconnect %@?
fr: Déconnecter %@ ?
ja: %@ の接続を解除しますか？
pt_br: Desconectar o %@?
ru: Отключить %@?
zh_hans: 断开 %@ 的连接？

source: Connect this to give it a ring in the notch.
fr: Connectez-le pour lui donner un anneau dans l'encoche.
ja: 接続すると、ノッチにリングが追加されます。
pt_br: Conecte para dar a ele um anel no notch.
ru: Подключите, чтобы добавить провайдеру кольцо на панели.
zh_hans: 连接后，刘海里会出现它的圆环。

source: Connect to sign in and read %@.
fr: Connectez pour vous identifier et lire %@.
ja: 接続するとサインインして %@ を読み取ります。
pt_br: Conecte para entrar e ler o %@.
ru: Подключите, чтобы войти и читать %@.
zh_hans: 连接以登录并读取 %@。

source: Stop reading %@ and forget its readings. %@
fr: Arrête de lire %@ et oublie ses relevés. %@
ja: %@ の読み取りを止め、その読み取りを忘れます。%@
pt_br: Para de ler o %@ e esquece suas leituras. %@
ru: Прекращает чтение %@ и удаляет его показания. %@
zh_hans: 停止读取 %@ 并忘掉它的读数。%@

source: Opens Terminal and runs `%@`.
fr: Ouvre Terminal et exécute `%@`.
ja: ターミナルを開いて `%@` を実行します。
pt_br: Abre o Terminal e executa `%@`.
ru: Открывает Терминал и выполняет `%@`.
zh_hans: 打开终端并运行 `%@`。

source: These have no ring to place. Connect one and it joins the end of the list above.
fr: Ceux-ci n'ont pas d'anneau à placer. Connectez-en un et il rejoint la fin de la liste ci-dessus.
ja: これらには配置するリングがありません。接続すると、上の一覧の末尾に加わります。
pt_br: Estes não têm anel para posicionar. Conecte um e ele entra no fim da lista acima.
ru: У этих провайдеров нет кольца. Подключите один, и он добавится в конец списка выше.
zh_hans: 这些没有圆环可放。连接其中一个，它会接到上面列表的末尾。

source: Most readings are borrowed from a tool that already holds the account. DeepSeek, MiniMax and QianwenAI are the exceptions: Connect opens a pillr window for that account, and Disconnect clears only that session and its saved reading.
fr: La plupart des relevés sont empruntés à un outil qui détient déjà le compte. DeepSeek, MiniMax et QianwenAI font exception : Connecter ouvre une fenêtre pillr pour ce compte, et Déconnecter efface uniquement cette session et son relevé enregistré.
ja: ほとんどの数値は、すでにアカウントを持っているツールから借りています。DeepSeek、MiniMax、QianwenAI は例外です。「接続」でそのアカウント用の pillr ウインドウが開き、「接続解除」でそのセッションと保存された数値だけが消去されます。
pt_br: A maioria das leituras vem de uma ferramenta que já tem a conta. DeepSeek, MiniMax e QianwenAI são as exceções: Conectar abre uma janela do pillr para essa conta, e Desconectar apaga apenas essa sessão e a leitura salva.
ru: Большинство показаний берётся у инструмента, в котором уже есть учётная запись. Исключения — DeepSeek, MiniMax и QianwenAI: кнопка «Подключить» открывает окно pillr для этой учётной записи, а «Отключить» стирает только эту сессию и её сохранённое показание.
zh_hans: 大多数读数借自已经持有账号的工具。DeepSeek、MiniMax 和 QianwenAI 是例外：点「连接」会为该账号打开一个 pillr 窗口，点「断开连接」只会清除该会话及其保存的读数。

source: Claude app didn't take /effort %@ · nothing was sent
fr: L’app Claude n’a pas pris /effort %@ · rien n’a été envoyé
ja: Claude アプリが /effort %@ を受け付けませんでした · 何も送信していません
pt_br: O app Claude não aceitou /effort %@ · nada foi enviado
ru: Приложение Claude не приняло /effort %@ · ничего не отправлено
zh_hans: Claude App 未接受 /effort %@ · 未发送任何内容

source: Typing into the Claude app is off in Settings · %@ was not sent
fr: La saisie dans l’app Claude est désactivée dans Réglages · %@ n’a pas été envoyé
ja: Claude アプリへの入力は設定でオフです · %@ は送信していません
pt_br: Digitar no app Claude está desligado nos Ajustes · %@ não foi enviado
ru: Ввод в приложение Claude выключен в настройках · %@ не отправлен
zh_hans: 设置中已关闭向 Claude App 输入 · 未发送 %@

source: Check again
fr: Vérifier à nouveau
ja: もう一度確認
pt_br: Verificar de novo
ru: Проверить снова
zh_hans: 再次检查

source: Checks that %@ can be read, then gives it a ring.
fr: Vérifie que %@ peut être lu, puis lui donne un anneau.
ja: %@ を読み取れるか確認してから、リングを追加します。
pt_br: Verifica se %@ pode ser lido e então lhe dá um anel.
ru: Проверяет, что %@ читается, и добавляет ему кольцо.
zh_hans: 先确认可以读取 %@，再为它添加圆环。

source: Turn off
fr: Désactiver
ja: オフにする
pt_br: Desligar
ru: Выключить
zh_hans: 关闭

source: Stop trying to read %@. Connect it again any time.
fr: Arrêter de lire %@. Vous pouvez le reconnecter à tout moment.
ja: %@ の読み取りをやめます。いつでも再接続できます。
pt_br: Parar de tentar ler %@. Conecte de novo quando quiser.
ru: Перестать читать %@. Подключить снова можно в любой момент.
zh_hans: 停止读取 %@。随时可以重新连接。

source: That key was not accepted
fr: Cette clé n’a pas été acceptée
ja: そのキーは受け付けられませんでした
pt_br: Essa chave não foi aceita
ru: Этот ключ не принят
zh_hans: 该密钥未被接受

source: Update
fr: Mettre à jour
ja: 更新
pt_br: Atualizar
ru: Обновить
zh_hans: 更新

source: Checking the key…
fr: Vérification de la clé…
ja: キーを確認中…
pt_br: Verificando a chave…
ru: Проверка ключа…
zh_hans: 正在检查密钥…

source: Z.ai GLM Coding Plan key
fr: Clé Z.ai GLM Coding Plan
ja: Z.ai GLM Coding Plan キー
pt_br: Chave Z.ai GLM Coding Plan
ru: Ключ Z.ai GLM Coding Plan
zh_hans: Z.ai GLM Coding Plan 密钥

source: Global (z.ai)
fr: International (z.ai)
ja: グローバル (z.ai)
ru: Глобальный (z.ai)
zh_hans: 全球 (z.ai)

source: China (bigmodel.cn)
fr: Chine (bigmodel.cn)
ja: 中国 (bigmodel.cn)
ru: Китай (bigmodel.cn)
zh_hans: 中国 (bigmodel.cn)

source: Only needed when no coding tool on this Mac holds the key. Checked with Z.ai before it is kept; stored in your login keychain.
fr: Nécessaire seulement si aucun outil de code de ce Mac ne détient la clé. Vérifiée auprès de Z.ai avant d’être gardée ; stockée dans votre trousseau.
ja: この Mac のコーディングツールがキーを持っていない場合だけ必要です。保存前に Z.ai で確認し、ログインキーチェーンに保管します。
pt_br: Só é necessária se nenhuma ferramenta deste Mac tiver a chave. Verificada com a Z.ai antes de ser guardada; armazenada nas suas Chaves.
ru: Нужен, только если ни один инструмент на этом Mac не хранит ключ. Проверяется в Z.ai перед сохранением; хранится в связке ключей.
zh_hans: 仅当此 Mac 上没有编程工具保存该密钥时才需要。保存前会先向 Z.ai 验证，并存入登录钥匙串。

source: Show on
fr: Afficher sur
ja: 表示先
pt_br: Mostrar em
ru: Показывать на
zh_hans: 显示在

source: The display you're working on
fr: L’écran sur lequel vous travaillez
ja: 作業中のディスプレイ
pt_br: A tela em que você está trabalhando
ru: Экран, на котором вы работаете
zh_hans: 你正在使用的显示器

source: Every display
fr: Tous les écrans
ja: すべてのディスプレイ
pt_br: Todas as telas
ru: Все экраны
zh_hans: 所有显示器

source: A notch on every display.
fr: Une encoche sur chaque écran.
ja: すべてのディスプレイにノッチを表示します。
pt_br: Um notch em cada tela.
ru: Панель на каждом экране.
zh_hans: 每个显示器上都有一个刘海。

source: Stays on this display.
fr: Reste sur cet écran.
ja: このディスプレイに留まります。
pt_br: Fica nesta tela.
ru: Остаётся на этом экране.
zh_hans: 停留在此显示器上。

source: Back to the middle of this edge, after ⌥-dragging it.
fr: Revient au milieu de ce bord, après l’avoir déplacée avec ⌥.
ja: ⌥ ドラッグで動かした後、この辺の中央に戻します。
pt_br: Volta ao meio desta borda depois de arrastar com ⌥.
ru: Возвращает в середину края после перетаскивания с ⌥.
zh_hans: 用 ⌥ 拖动后，回到这条边的中间。

source: No sessions on this Mac yet
fr: Aucune session sur ce Mac pour l’instant
ja: この Mac にはまだセッションがありません
pt_br: Ainda não há sessões neste Mac
ru: На этом Mac пока нет сессий
zh_hans: 此 Mac 上还没有会话

source: Nothing measured yet
fr: Rien de mesuré pour l’instant
ja: まだ計測されていません
pt_br: Nada medido ainda
ru: Пока ничего не измерено
zh_hans: 尚未测量到任何内容

source: Set the monthly price to see money
fr: Indiquez le prix mensuel pour voir les montants
ja: 金額を見るには月額を設定してください
pt_br: Defina o preço mensal para ver valores
ru: Укажите месячную цену, чтобы видеть суммы
zh_hans: 设置月费即可看到金额

source: No priced tokens yet
fr: Aucun token tarifé pour l’instant
ja: まだ価格の付いたトークンはありません
pt_br: Ainda não há tokens com preço
ru: Пока нет оценённых токенов
zh_hans: 尚无已计价的 token

source: %@: %@ · 1 project
fr: %1$@ : %2$@ · 1 projet
ja: %1$@:%2$@ · 1 プロジェクト
pt_br: %1$@: %2$@ · 1 projeto
ru: %1$@: %2$@ · 1 проект
zh_hans: %1$@：%2$@ · 1 个项目

source: %@: %@ · %lld projects
fr: %1$@ : %2$@ · %3$lld projets
ja: %1$@:%2$@ · %3$lld プロジェクト
pt_br: %1$@: %2$@ · %3$lld projetos
ru: %1$@: %2$@ · проектов: %3$lld
zh_hans: %1$@：%2$@ · %3$lld 个项目

source: Apply & check
fr: Appliquer et vérifier
ja: 適用して確認
pt_br: Aplicar e verificar
ru: Применить и проверить
zh_hans: 应用并检查

source: Checking %@…
fr: Vérification de %@…
ja: %@ を確認中…
pt_br: Verificando %@…
ru: Проверка %@…
zh_hans: 正在检查 %@…

source: Connected to %@ at %@.
fr: Connecté à %1$@ sur %2$@.
ja: %2$@ の %1$@ に接続しました。
pt_br: Conectado a %1$@ em %2$@.
ru: Подключено к %1$@ по адресу %2$@.
zh_hans: 已连接到 %2$@ 上的 %1$@。

source: Connected to %@ at %@ · %@
fr: Connecté à %1$@ sur %2$@ · %3$@
ja: %2$@ の %1$@ に接続 · %3$@
pt_br: Conectado a %1$@ em %2$@ · %3$@
ru: Подключено к %1$@ по адресу %2$@ · %3$@
zh_hans: 已连接到 %2$@ 上的 %1$@ · %3$@

source: %@ answered but asked for a token. Add it below.
fr: %@ a répondu mais demande un jeton. Ajoutez-le ci-dessous.
ja: %@ は応答しましたがトークンを求めています。下に追加してください。
pt_br: %@ respondeu, mas pediu um token. Adicione abaixo.
ru: %@ ответил, но запросил токен. Добавьте его ниже.
zh_hans: %@ 已响应，但需要令牌。请在下方添加。

source: Couldn't reach %@ at %@. Is it running?
fr: Impossible de joindre %1$@ sur %2$@. Est-il lancé ?
ja: %2$@ の %1$@ に接続できません。起動していますか?
pt_br: Não foi possível alcançar %1$@ em %2$@. Está em execução?
ru: Не удаётся связаться с %1$@ по адресу %2$@. Он запущен?
zh_hans: 无法连接 %2$@ 上的 %1$@。它在运行吗？

source: pillr doesn't know this provider
fr: pillr ne connaît pas ce fournisseur
ja: pillr はこのプロバイダを認識していません
pt_br: O pillr não conhece este provedor
ru: pillr не знает этого провайдера
zh_hans: pillr 不认识此服务商

source: Key %lld
fr: Clé %lld
ja: キー %lld
pt_br: Chave %lld
ru: Ключ %lld
zh_hans: 密钥 %lld

source: This key was added in pillr. If it stops working, remove it and add it again.
fr: Cette clé a été ajoutée dans pillr. Si elle cesse de fonctionner, supprimez-la et ajoutez-la à nouveau.
ja: このキーは pillr で追加されました。使えなくなったら、削除してもう一度追加してください。
pt_br: Esta chave foi adicionada no pillr. Se ela parar de funcionar, remova-a e adicione-a de novo.
ru: Этот ключ добавлен в pillr. Если он перестанет работать, удалите его и добавьте снова.
zh_hans: 此密钥是在 pillr 中添加的。如果它不再可用，请移除后重新添加。

source: Paste a key first
fr: Collez d’abord une clé
ja: 先にキーを貼り付けてください
pt_br: Cole uma chave primeiro
ru: Сначала вставьте ключ
zh_hans: 请先粘贴密钥

source: There is already a key called %@
fr: Une clé nommée %@ existe déjà
ja: %@ という名前のキーはすでにあります
pt_br: Já existe uma chave chamada %@
ru: Ключ с именем %@ уже есть
zh_hans: 已有名为 %@ 的密钥

source: Couldn't save the key in your login keychain
fr: Impossible d’enregistrer la clé dans votre trousseau de session
ja: ログインキーチェーンにキーを保存できませんでした
pt_br: Não foi possível salvar a chave nas suas Chaves de início de sessão
ru: Не удалось сохранить ключ в связке ключей входа
zh_hans: 无法将密钥存入登录钥匙串

source: Add another key
fr: Ajouter une autre clé
ja: 別のキーを追加
pt_br: Adicionar outra chave
ru: Добавить ещё ключ
zh_hans: 添加另一个密钥

source: Track another %@ key as a ring of its own.
fr: Suivre une autre clé %@ dans son propre anneau.
ja: 別の %@ キーを専用のリングで追跡します。
pt_br: Acompanhe outra chave do %@ em um anel próprio.
ru: Отслеживать ещё один ключ %@ в отдельном кольце.
zh_hans: 用单独的圆环追踪另一个 %@ 密钥。

source: Another %@ key
fr: Une autre clé %@
ja: 別の %@ キー
pt_br: Outra chave do %@
ru: Ещё один ключ %@
zh_hans: 另一个 %@ 密钥

source: Name (e.g. Work)
fr: Nom (ex. Travail)
ja: 名前（例: 仕事）
pt_br: Nome (ex.: Trabalho)
ru: Имя (например, Работа)
zh_hans: 名称（如 工作）

source: Add
fr: Ajouter
ja: 追加
pt_br: Adicionar
ru: Добавить
zh_hans: 添加

source: Checked with %@ before it is kept, then stored in your login keychain. It gets a ring of its own.
fr: Vérifiée auprès de %@ avant d’être conservée, puis enregistrée dans votre trousseau de session. Elle a son propre anneau.
ja: 保存する前に %@ で確認し、ログインキーチェーンに保存します。専用のリングが表示されます。
pt_br: Verificada com o %@ antes de ser mantida e depois guardada nas suas Chaves de início de sessão. Ela ganha um anel próprio.
ru: Перед сохранением проверяется в %@, затем хранится в связке ключей входа. У него будет своё кольцо.
zh_hans: 保留前会先向 %@ 验证，然后存入你的登录钥匙串。它会有自己的圆环。

source: Rename…
fr: Renommer…
ja: 名前を変更…
pt_br: Renomear…
ru: Переименовать…
zh_hans: 重命名…

source: Give the key a name
fr: Donnez un nom à la clé
ja: キーに名前を付けてください
pt_br: Dê um nome à chave
ru: Дайте ключу имя
zh_hans: 请为密钥命名

source: Remove %@?
fr: Supprimer %@ ?
ja: %@ を削除しますか？
pt_br: Remover %@?
ru: Удалить %@?
zh_hans: 移除 %@？

source: Deletes this key from your login keychain. Its ring and readings go with it.
fr: Supprime cette clé de votre trousseau de session. Son anneau et ses relevés disparaissent avec elle.
ja: このキーをログインキーチェーンから削除します。リングと読み取り値も消えます。
pt_br: Apaga esta chave das suas Chaves de início de sessão. O anel e as leituras dela vão junto.
ru: Удаляет этот ключ из связки ключей входа. Его кольцо и показания удаляются вместе с ним.
zh_hans: 从登录钥匙串中删除此密钥。它的圆环和读数也会一并移除。

source: The agent you're working with
fr: L’agent avec lequel vous travaillez
ja: 作業中のエージェント
pt_br: O agente com que você está trabalhando
ru: Агент, с которым вы работаете
zh_hans: 你正在使用的代理

source: Lid changes
fr: Le couvercle change
ja: 蓋が変えるもの
pt_br: A tampa muda
ru: Крышка меняет
zh_hans: 合盖手势改变

source: Last: %@ → %@
fr: Dernier : %1$@ → %2$@
ja: 最後:%1$@ → %2$@
pt_br: Último: %1$@ → %2$@
ru: Последнее: %1$@ → %2$@
zh_hans: 最近：%1$@ → %2$@

source: AI routers & gateways
fr: Routeurs et passerelles IA
ja: AIルーター・ゲートウェイ
pt_br: Roteadores e gateways de IA
ru: ИИ-маршрутизаторы и шлюзы
zh_hans: AI 路由与网关

source: LLM APIs
fr: API de LLM
ja: LLM API
pt_br: APIs de LLM
ru: API языковых моделей
zh_hans: 大模型 API

source: China & Asia
fr: Chine et Asie
ja: 中国・アジア
pt_br: China e Ásia
ru: Китай и Азия
zh_hans: 中国与亚洲

source: Speech & media
fr: Voix et médias
ja: 音声・メディア
pt_br: Voz e mídia
ru: Речь и медиа
zh_hans: 语音与媒体

source: Search & scraping
fr: Recherche et scraping
ja: 検索・スクレイピング
pt_br: Busca e scraping
ru: Поиск и парсинг
zh_hans: 搜索与抓取
